Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Die pak slaag dat hy gekry het begin hier.
ar: الضرب الذي تلقاه بدأ هنا

source: - Hy kon dalk ontkom, gevlug het park in en die aanvaller hom gevolg.
ar: وهو تمكن من الهرب ، فر نحو الحديقة. وتتبعه المعتدي .

source: Hy het die karwei af gemaak.
ar: ثم أنهى المهمة

source: - Wells gedien saam met die man van Marie.
ar: لقد خدم ويلز مع زوج ماري

source: Sersant Randy Hollister in die vloot.
ar: رقيب البحرية راندي هوليستر .

source: Hulle gewerk het op dieselfde toesig pos in Afghanistan.
ar: عملوا في نفس القوة الأمني إمسبقاً في أفغانستان .

source: Hollister is enkele weke gelede gedood toe sy Humvee oor kop is gegaan tydens 'n roetine patrollie.
ar: هوليستر قتل قبل بضعة أسابيع عندما انقلبت عربته الهمفي خلال دورية روتينية .

source: Gekom Wells sy simpatie betuig by die weduwee?
ar: ويلز ينقل تعازيه لأرملة؟

source: Daar lyk dit op.
ar: على ما يبدو.

source: Maar van haar geen spoor.
ar: و مازالت ليس لها أثر

source: Dankie, baas.
ar: شكرا لك يا رئيس.

source: Ek voel asof ek deur 'n trein getref is.
ar: أشعر وكأنني صدمني قطار للتو

source: Wat slaap kan help.
ar: قليلا من النوم سوف يفيدك

source: Ek neem wat ek kry kan.
ar: سآخذ ما يمكنني الحصول عليه.

source: Wie is Anton?
ar: من هو انطون ؟

source: 'n Informant, toe ek nog in uniform was.
ar: مخبري السابق عندما كنت في الوحدة

source: Sit vasgeklem tussen die Russiese mafia en die bajes.
ar: حشر بين العصابة الروسية والسندان (المطرقة والسندان)

source: Hy het uiteindelik een van die Russe waaroor hy uitvra.
ar: وانتهى به الأمر بقتل واحد من الروس ممن كان يخبر عنهم.

source: Gevlug die stad uit en laat sy suster, Marie, aan haar lot oor.
ar: غادر المدينة تاركا شقيقته ماري تدافع عن نفسها

source: Het Anton Wells gedood?
ar: وهل قتل أنطون ويلز؟

source: - Hy ontken het.
ar: هو يقول لا

source: Ek dink dat ek hom geloof.
ar: أعتقد أنني أصدقه .

source: Dit is een van die sake waarby alles uiteen val.
ar: كانت مجرد واحدة من تلك الحالات. كل شيء انهار .

source: Jy dink dat jy dit tog nog terug in mekaar kry.
ar: وأنت تعتقد أنه بإمكانك إرجاع كل شيء كما كان

source: Anton is 'n koelbloedige moordenaar.
ar: أنطون هو حجر قاتل بدم بارد

source: Hy steek 'n man 15 keer met 'n skroewedraaier.
ar: طعن رجل 15 مرة بواسطة مفك البراغي .

source: Ek wil dit beëindig.
ar: أريد أن ينتهي هذا .

source: As jy dit sê.
ar: إذا كنت تقول ذلك .

source: Dink jy dat ek dit op m'n eentje gedoen omdat ek hom wou red?
ar: ماذا كنت تعتقد, أني خرجت وحدي كي أنقذه؟

source: Dit is my gemors.
ar: إنها فوضاي الخاصة

source: Ek wil hom optel en in die oë kyk en uitvind wat daar verdorie verkeerd geloop het.
ar: أريد فقط أن آتي به ، وأنظر في عينيه ومعرفة ماذا حدث بحق الجحيم .

source: Die rede waarom hy nie in aanhouding is is omdat hy me onder skoot gehou het.
ar: السبب الوحيد انه ليس في الحجز هو أنه غافلني

source: Baas, ek dink dat ek wat gevind het.
ar: يا رئيس ، أعتقد أني وجدت شيئا .

source: As jy hom in hegtenis wou gehad het, DiNozzo, dan was dit so.
ar: لو كنت أردته في الحجز ، دينوزو ، كان ليحدث

source: Daar sit vingernael skrape en vinger kolle op die venster.
ar: حصلت على خدوش ظفر الاصبع ولطخات على النافذة.

source: Dit is ook gebreek.
ar: انها مكسورة أيضا .

source: Iemand probeer om te ontsnap.
ar: شخص ما حاول الهرب.

source: Kyk hier eens.
ar: نظرة على هذا.

source: - Dat is van Marie.
ar: إنه ل ماري

source: Wel, dan leef sy.
ar: حسنا ،انها على قيد الحياة .

source: Of sy was dit.
ar: أو أنها كانت . آسف ، طوني .

source: Jammer, Tony, ek bedoel...
ar: ما قصدته ...

source: - Ek weet wat jy bedoel.
ar: أنا أعرف ما كنت تعني .

source: Marie sit in die moeilikheid, miskien dood en ons weet nie hoekom nie.
ar: ماري في ورطة ، ربما تكون ميتة ونحن ما زلنا لا نعرف لماذا .

source: Vervalsing Alstars, Gibbs.
ar: Altstars المزيف جيبس .

source: Net soos die laptop van Wells.
ar: تماما مثل كمبيوتر ويلز المحمول

source: Tot en met die waardelose moederborde en die benedenmaatse kodering.
ar: وصولا الى اللوحات الأم الغريبة والترميز التحتي

source: In China gemaak vir 'n fraksie van die koste van die werklike artikel, dan verkoop aan die kleinhandel.
ar: صنعت في الصين في جزء صغير من تكلفة هذه المادة حقيقي ، ثم يباع لتجارة التجزئة في السوق المفتوحة .

source: Die voorraad in die huis van Marie het 'n straatwaarde van $ 300,000.
ar: و المخبأ في منزل ماري قيمته في الشارع 300،000 دولار.

source: Dit is geen spioenasie.
ar: هذا ليس للتجسس.

source: - Nee, dit is smokkel.
ar: لا، انها للتهريب .

source: Hoe gaan dit met die spyware?
ar: ماذا عن برامج التجسس؟

source: - Daar sit ons mis.
ar: هذا هو الشيء الذي أخطئنا بشأنه

source: Wat, is daar geen spyware?
ar: ماذا؟ لا برامج تجسس؟

source: - Oh, maar daar is spyware.
ar: أوه ، لا، هناك برامج تجسس في كافة أجهزة الكمبيوتر .

source: In alle rekenaars, ons het die kode daarvan gebreek.
ar: وقد كسرنا التشفير ، أيضا .

source: Ons kan jou vertel in welke fabriek hulle gemaak is, met watter skip en datum dat hulle op Amerikaanse bodem aankom.
ar: يمكننا ان نقول لك المصنع الذي صنعت فيه ، السفينة التي أتت به تاريخ دخوله الأراضي الأمريكية

source: Dankie my nie, dit is vir Delilah.
ar: ولكن لا تشكرني . هذه المرة دليلة صاحبة الفضل

source: - O, nee, nee, dit was niks.
ar: أوه ، لا، لا ، أنه لا شيء .

source: Ek het gebreek enkel die kode van die bedryfstelsel.
ar: وكان كل ما فعلته كسر الشفرة على نظام التشغيل .

source: Wees nie so beskeie.
ar: أوه، لا تكوني متواضعة جدا .

source: Die meeste mense kan dit nie.
ar: معظم الناس لا تستطيع أن تفعل ذلك.

source: Ja, maar dit was jou idee, Abby.
ar: نعم ، ولكنه كان فكرتك ، آبي .

source: Ek bedoel sonder jou...
ar: أعني، بدون ... اه.

source: Wat het jy gevind?
ar: ماذا وجدتم

source: - Die spyware is Amerikaans.
ar: برنامج التجسس أمريكي .

source: Ingeplant in die rekenaars om die manne wat hulle smokkel te kan volg.
ar: مزروع في أجهزة الكمبيوتر لتعقب الرجال الذين قد قاموا بتهريبها .

source: Hierdie rekenaars is van Amerikaanse doeane.
ar: هذه الحواسيب تنتمي ل جمارك الولايات المتحدة .

source: Die eggenoot van Marie, sersant Hollister, het 'n vennoot, Jacob Spoke.
ar: زوج ماري ، رقيب هوليستر ، كان له شريك ، يعقوب سبوك .

source: Ses maand gelede het die doeane 'n stoorkamer binne, eiendom van Spoke.
ar: قبل ستة أشهر ، الجمارك داهمت مستودع تعود ملكيته ل"سبوك" .

source: Hulle hegtenis geneem hom en sersant Hollister.
ar: ألقوا القبض عليه هو والرقيب هوليستر .

source: Die probleem was, hulle kon geen rekenaars vind.
ar: وكان المشكلة الوحيدة ، أنهم لم يعثروا على أي من أجهزة الكمبيوتر ،

source: Dus die doeane het Hollister laat gaan.
ar: لذلك ، أطلقت الجمارك سراح هوليستر

source: - Sy vennoot nie?
ar: وليس شريكه؟

source: Nee, Spoke is gesoek weens wapenbezit.
ar: لا وسبوك كان لديه شيء لم يحسم مذكرة ل حيازة أسلحة .

source: Hulle slotte hom op en hy is verlede week vrygestel.
ar: لذلك أبقوه حبيسا لكنه أطلق سراحه الأسبوع الماضي

source: Miskien het hy sy deel opeis en het in plaas daarvan Marie.
ar: حسنا، ربما جاء يبحث عن نصيبه . وأخذ ماري في المقابل.

source: Ek nagegaan hul finansies, Marie Markin en haar man het saam 'n rekening met 50.000 dollar.
ar: راجعت أموالهم . ماري ماركين و زوجها كان لهم حساب مشترك به 50 ألف دولار

source: Sy het 'n broer wat vlugteling is en haar dooie man het gelei die grootste smokkelbende van Maryland.
ar: انها حصلت على الهارب المطلوب ل شقيقها . زوجها المتوفي ركض أكبر عصابة تهريب الكمبيوتر في ماريلاند

source: Hulle is daar dalk ook by betrokke.
ar: ذلك يستحق النظر وهي فعلت كذلك.

source: Ons moet haar soek om dit uit te pluis.
ar: حسنا ، دعونا نجدها . دعونا نحصل على هذا الشيء جدوا حلا

source: Dit doen ek, baas.
ar: - هيا. بالفعل أعمل على ذلك،

source: Ek het die adres van Jake Spoke.
ar: حصلت على عنوان ل جيك سبوك .

source: Dit is 'n stoorkamer naby Baltimore.
ar: انه مستودع بالقرب من بالتيمور .

source: Ek wag op Tony om hom op te pak.
ar: فقط في انتظار طوني للذهاب لجلبه .

source: Wat doen jy hier, verdorie?
ar: ماذا تفعل هنا بحق الجحيم؟

source: - Me verberg.
ar: أختبيء .

source: Jy steek in my woonstel?
ar: تختبيء في شقتي

source: - Selfs jy het my nie gevind.
ar: ليس حتى وجدتني

source: Wel, speurder Price vra homself af waar jy sit.
ar: حسنا ، المحقق برايس يتساءل أين كنت.

source: Speurder Price is 'n niksnut.
ar: المحقق برايس هو وغد

source: Ja, hy is dalk 'n niksnut, maar die niksnut het jou lot in hande.
ar: نعم, ربما يكون وغدا الذي يحمل الخاص مصيرك في يديه .

source: Viktor weet dit.
ar: فيكتور يعرف .

source: Hy weet dat ek vir jou werk.
ar: لأنه يعلم أنني أعمل لديك.

source: Wat het hy gesê?
ar: ماذا قال ؟

source: - Hy het 'n werkje.
ar: انه حصل على وظيفة .

source: 'n rRoof, hy wil dat ek ry.
ar: عملية سرقة أخرى يريد مني أن اقود .

source: Ek sou môre met hom die planne sien, maar...
ar: من المفترض أن نجتمع غدا ، نضع الخطة، ولكن ...

source: Dit is fantasties.
ar: هذا رائع .

source: Ek bel speurder Price, ons sit 'n toesig op.
ar: سأتصل بالمحقق برايس.

source: - Hy gaan my doodmaak.
ar: سنقوم بإعداد المراقبة. انه سيقوم بقتلي .

source: Dat is zenuwpraat, kalmeer jou.
ar: انت تتحث بعصبية. اهدأ .

source: - He, kyk my in die oë, agent DiNozzo.
ar: مهلا ، انظر في عيني، ضابط دينوزو .

source: Viktor Khartov gaan my doodmaak.
ar: فيكتور كارتوف سيقوم بقتلي

source: - Anton, ons kom naby in die buurt.
ar: انطون ،نحن نقترب .

source: Die enigste ding wat jy moet doen is gaan, laat Viktor homself ophang en jy mag na huis gaan.
ar: كل ما عليك القيام به هو الذهاب إلى هناك ، اترك فيكتور يعلق ، ونت تذهب للمنزل بأمان .

source: Hoe dikwels het jy dit al gedoen?
ar: كم مرة فعلت هذا ؟

source: Aan 'n undercoverzaak gewerk, 'n informant beskerm?
ar: عملت لقضية سرية ، حميت مخبرا ؟

source: Speurder Price wel, ook die ander agente van die ploeg.
ar: المحقق برايس فعل و ، اه ، وكل ضابط آخر

source: Luister, ek gaan na die agentskap en ek gaan alles reël, daarna kom ek terug na hier.
ar: انظر، سأذهب وصولا الى الفناء ، سأتأكد من أن كل شيء تمام ثم سأعود لهنا

source: Ek verloor jy nie uit die oog tot Viktor geboei is.
ar: ولكن أزيح عيني عنك حتى أجد فيكتور في الأصفاد

source: - Beloof jy het, agent DiNozzo?
ar: أتعدني, ضابط دينوزو؟

source: Ons sit daar saam in, Anton.
ar: نحن في هذا معا ، انطون.

source: Ek gee jou rugdekking.
ar: سأحمي ظهرك .

source: Jy dink dat ek my skuldig voel oor Anton en hom daarom laat ontkom, nie?
ar: أنت تعتقد أنني أشعر بالذنب تجاه أنطون وسمحت له الابتعاد بسبب ذلك ، أليس كذلك؟

source: Is dit so? Hy is gaan loop.
ar: لقد قام بالهروب

source: Ek trek my wapen, maar kon die trekker nie oorhaal.
ar: أراه ولكن لم أتمكن من الضغط على الزناد .

source: Jy het hom binne die twee sekondes op die grond gehad.
ar: كان بالإمكان طرحه أرضا في ثانيتين .

source: In 'n been of in sy gat geskiet, of...
ar: أطلق على ساقه ، أو مؤخرته ، أو ...

source: Ja, jy het jou gevoel gevolg.
ar: نعم. كنت اتبعت حدسك .

source: Dit het vir my nie so goed gewerk.
ar: واضح أنه لم يعد يعمل على ما يرام معي ...

source: Die laaste tyd.
ar: في الآونة الأخيرة.

source: Miskien is die dag vier sonder slaap, ek kan my instink nie meer vertroue.
ar: أوه ،لا أعرف . ربما هذا هو اليوم رقم أربعة من دون نوم ، ولكن أنا لا يمكن الاعتماد على موهبتي لفترة أطول.

source: Ek het Anton verkeerdelik vertroud.
ar: كنت مخطئا لثقتي في انطون.

source: Miskien was ek wel verkeerd, wat baie mense betref.
ar: ربما كنت مخطئا في الكثير من الناس .

source: Het ons dit nog oor die saak?
ar: هل ما زلنا نتحدث حول هذه القضية؟

source: Dit is so interessant.
ar: انها مثيرة للاهتمام .

source: Niemand sê haar naam.
ar: لا أحد سيقول اسمها .

source: Het jy dit nie opgemerk?
ar: هل لاحظت ؟

source: Dit is asof sy dood is.
ar: كأنها ميته

source: Telkens ek na haar lessenaar kyk of as ek my oë sluit.
ar: في كل مرة أنظر إلى مكتبها ، في كل مرة كنت أغمض عيني ...

source: Dan het ek die gevoel dat ek 'n fout begaan het.
ar: أنا فقط ... أشعر أني ارتكبت خطأ .

source: Asof ek, 'n verkeerde besluit geneem het.
ar: كأني قمت ب.. قرار خاطئ .

source: Maar ek was dit nie die besliste.
ar: فقط ، لم أكن أنا الذي قرر

source: Dus, ja, ek vergis me dalk as ek dink dat Anton onskuldig is.
ar: لذا ، نعم ، أنا ربما اكون مخطئاً بالاعتقاد أن أنطون بريء في كل هذا.

source: Ek vertrou jy te alle tye.
ar: أنا أثق بك في أي وقت .

source: McGee, dek jy die agterkant.
ar: ماكجي ، الخلف .

source: Waar is my suster, verdorie?
ar: ثم سأقتلك !

source: - Ek weet dit nie, dat ek het gesê jy tog.
ar: أين أختي؟ لا أعرف. قلت لك .

source: Ek het haar nie vasgevang word.
ar: أنا لم أأخذها . أنت تكذب أين هي؟

source: Asseblief, doen my niks, man.
ar: أتوسل إليك NCIS .

source: - NCIS. Plaas die wapen neer.
ar: اخفض سلاحك الآن

source: - Agteruit. Ek is nog nie klaar met hom.
ar: تراجعوا أنا لم أنته منه بعد

source: Luister na hom, Anton.
ar: استمع إليه ، انطون.

source: Agteruit.
ar: تراجعوا !

source: Anton, luister na hom.
ar: انطون ... استمع اليه .

source: Hy rotzooit nie.
ar: انه لا يعبث .

source: Leg dat wapen neer.
ar: ضع المسدس .

source: Ek vra dit jou nog 'n keer.
ar: أنا فقط أسأل مرة واحدة أخرى

source: - Ek weet nie, man, ek sweer het.
ar: أنا لا أعرف ، أقسم لك !

source: Anton, kyk me aan.
ar: انطون ، انظر إلي

source: He, kyk me aan.
ar: مهلا، انظر إلي

source: Ons kan dit beëindig, OK.
ar: يمكننا وضع حد لهذا . حسنا ؟

source: Ons sal Marie vind.
ar: سوف نجد ماري .

source: Saam.
ar: معا .

source: Ek sweer het.
ar: أقسم لك.

source: Maar jy moet die wapen neerlê.
ar: ولكن عليك خفض السلاح

source: Dit is OK.
ar: كل شيء على ما يرام

source: Twee dae gelede is onderoffisier Wells aangeval in die huis van Marie Markin.
ar: قبل ليلتين ، هوجم الضابط ويلز في منزل ماري ماركي

source: Dus?
ar: وبعد؟

source: Sy is ontvoer.
ar: وخطفت . و ؟

source: - En? Waar is sy?
ar: أين هي؟

source: Ek weet ook nie wie dit is.
ar: انظر، أنا لا أعرف من هذا أصلا .

source: - Hy het een van jou nagemaakte rekenaars.
ar: كان يملك أحد اجهزة الكمبيوتر المزيفة خاصتك

source: Dit het wel meer mense.
ar: نعم ،هناك كثير من الناس تقوم بذلك.

source: - Hierdie hier is dood.
ar: هذا الواحد قتل

source: Gaan ons praat oor die een wat my wou doodmaak? Nee.
ar: ألن نتكلم عن الرجل الذي حاول قتلي

source: Waar is Marie?
ar: لا!

source: - Soos ek gesê het, geen idee.
ar: أين ماري ؟ كما قلت ، لا فكرة .

source: Jou vingerafdrukke sit oral in haar huis.
ar: بصماتك هي في جميع أنحاء منزلها .

source: Ek is daar gewees.
ar: قضيت الوقت هناك.

source: Randy was my partner met die rekenaar saak.
ar: وكان راندي شريكي في أمور الكمبيوتر تلك

source: Is Marie hierby betrokke?
ar: وماري أتشارك في هذا ؟

source: - Die rekenaars?
ar: أجهزة الكمبيوتر ؟

source: Sy het geweet daar niks van.
ar: لقد قالت إنها لا تعرف شيئا عن هذا الموضوع.

source: Ek het niks meer te sê nie.
ar: ليس لدي أي شيء آخر لأقوله .

source: Sluit me maar op.
ar: حقاً ؟

source: Ek sit my tyd wel uit.
ar: احبسني أعتاد على ذلك.

source: Ek keer me nie teen hulle.
ar: أنا لن أنقلب عليهم.

source: Ek weet nie vir wie jy bang is, maar ek belowe jou, ek is erger.
ar: انظر، أنا لا أعرف من الذي تخاف منه، لكني أعدك ،أنا أسوأ .

source: Die ouens is nie van hier.
ar: هؤلاء الرجال ليسوا من هنا.

source: Hulle het hul eie kode, weet jy wel?
ar: لديهم رموزهم الخاصة بهم ،

source: Hulle doodmaak jy nie sommer.
ar: إنهم لا يقتلونك فحسب

source: Hulle laat jou daaroor smeek.
ar: إنهم يجعلونك تتوسل لهم ليفعلوا

source: Jy maak my bang, agent Gibbs, maar hulle nog meer.
ar: أنت تخيفني ، عميل جيبس . لكنهم تخيفونني أكثر .

source: Gibbs, ek het net klop, maar ek weet dat jy dat haat, maar, dit is werklik belangrik en ek veronderstel as dit belangrik is, dat ek mag steur nie.
ar: جيبس ، مرحبا ... أممم، كنت سأطرق ،ولكن أنا أعلم أن تكره ذلك، ولكن الأمر مهم حقا ،

source: Dit is regtig belangrik...
ar: و هذا هو المهم حقا . اابس..

source: - Abbs, Abbs.
ar: اابس

source: Ek is daar, vertel het me.
ar: أنا هنا . أخبريني.

source: Glo jy in die lot?
ar: هل تؤمن بقضاء القدر ؟

source: - Abby...
ar: آبي ...

source: Asof ons almal verbind is in 'n oneindige sirkel?
ar: وكأننا جميعا متصلون، وكأننا جميعا جزء من دائرة متصلة

source: - Oh, euh, nou, miskien nou wel.
ar: اه. أممم، حسنا، الآن ربما ستؤمن .

source: Ek het 'n resultaat op NIBIN met die koeël wat ons gaan haal uit onderoffisier Wells.
ar: حصلت على نتيجة NIBIN الرصاصة التي قمنا بإخراجها من جسد الضابط ويلز

source: Wat gekom het uit 'n wapen wat gebruik is by 'n vragmotorroof in Baltimore, 15 jaar gelede.
ar: انها جاءت من بندقية استخدمت في شاحنة نقل بالتيمور قبل 15 عاما .

source: - Die ou saak van Tony.
ar: قضية طوني القديمة

source: Ja, so wat beteken dit?
ar: نعم. لذا، ماذا يعني ذلك؟

source: Dit beteken dat ons die verkeerde man ondervra.
ar: وهذا يعني أننا قد استجوبنا الرجل الخطأ .

source: Die verslag van die ballistiese.
ar: تقرير المقذوفات .

source: Die wapen dat onderoffisier Wells gedood het was dieselfde van die roof 15 jaar gelede.
ar: البندقية التي قتل ضابط ويلز كان المسدس نفسه في قضيتك قبل 15 عاما .

source: Die dood van die matroos, die ontvoering van Marie,
ar: موت هذا البحار

source: Dit gaan alles om jou.
ar: اختطاف ماري ، هو كل شيء عنك .

source: Jy vermoor die seun van Ivan Khartov en hulle wil nog steeds wraak.
ar: أنت قتلت ابن إيفان كارتوف ، و وأنهم لا زالوا يريدون الانتقام .

source: Jy het gesê me dat dit goed sou gaan, dat jy my rugdekking sou gee.
ar: أنت أخبرتني بأن كل شيء سيكون على ما يرام وأنك تحمي ظهري

source: Kom nou...
ar: هيا ...

source: - Dat Marie veilig sou wees.
ar: أن ماري ستكون آمنة .

source: Dink jy dat dit my skuld is.
ar: أتعتقد أن هذا هو خطأي ؟

source: - Dit is jou skuld.
ar: إنه خطأك

source: Regtig.
ar: -حقا ؟

source: Ek is nie die een wat selfone gesteel, ek is nie die een wat die vragmotor stal en ek is beslis nie een wat 'n Russiese gangster neerstak met 'n skroewedraaier.
ar: أنا لست الشخص الذي سرق الهواتف المحمولة ، أنا لست الشخص الذي اختطف شاحنة ، وأنا بالتأكيد ليست الشخص

source: - Jy was nie daar nie.
ar: الذي طعن فرد العصابة الروسي بمفك البراغي . انت لم تكن هناك!

source: Jy het gesê dat jy daar sou wees, hoe dan ook.
ar: قال لك أنك سوف تكون هناك

source: Maar jy was nie daar nie.
ar: مهما كانت، و لكنك لم تكن هناك

source: Jy weet nie eens wat gebeur is.
ar: أنت لا تعرف حتى ما حدث

source: Vertel die me dan.
ar: ثم أخبرني

source: Dat dit van die tafel kan, vertel die me, wat gebeur is, die aand.
ar: حتى نكون واضحين ، أخبرني ماذا حدث في تلك الليلة .

source: Ek het gesê jy tog dat Viktor uitgevind het.
ar: قلت لك فيكتور اكتشف ذلك .

source: - Hoe?
ar: كيف؟

source: Dat weet ek nie, ek weet dit nie.
ar: لا أعرف. لا أعرف.

source: Jy het weg na die agentskap.
ar: لكنك خرجت للذهاب إلى الفناء .

source: 'n Uur later, daag hy op, in jou flat.
ar: بعد ساعة ، هو ظهر في شقتك

source: Hy bring my na die werf, al sy manne staan me daar op te wag.
ar: وأخذني لحوض بناء السف وجميع رجاله كانوا هناك بانتظاري .

source: Ek het geen kans om hulp te roep.
ar: لم يكن لدي فرصة لطلب المساعدة .

source: Daar lê 'n skroewedraaier agter in die wa.
ar: وكان هناك مفك في الجزء الخلفي من السيارة .

source: Ek het geen keuse gehad, Tony.
ar: لم يكن لدي خيار، طوني .

source: Ek het geen keuse gehad.
ar: لم يكن لدي خيار.

source: As die selfverdediging was waarom het jy dan nie na my?
ar: إذا كان دفاعاً عن النفس ، لماذا لم تأت إلي بعد ذلك؟

source: Dit lyk so sleg uit.
ar: بدا الأمر سيئا للغاية.

source: Oh, God.
ar: أوه ، يا إلهي ...

source: Wat ek met hom gedoen het.
ar: ما فعلته له ،

source: Die seun van Ivan.
ar: لابن إيفان -

source: As ek geluk had ek het na die gevangenis gegaan.
ar: إذا كنت محظوظا ، كنت لأذهب إلى السجن.

source: Maar as Ivan me sou pak...
ar: ولكن وجدني إيفان ...

source: Dus, ek is gevlug en bly solank weg as ek kon.
ar: لذلك ، ركضت ، وبقيت بعيدا طالما استطعت .

source: Toe kom jy 15 jaar later terug vir die begrafnis van Randy.
ar: ثم عدتُ، بعد 15 عاما، لحضور جنازة راندي .

source: 15 jaar, ek het gedink so, as ek daar die ene dag kon wees.
ar: 15 عاما, قلت لو أني تمكنت من البقاء ليوم واحد

source: Die dag dat Marie me die meeste nodig gehad het.
ar: مجرد يوم واحد تحتاجني ماري فيه كثيراً

source: Maar hulle soek me nog steeds.
ar: لكنهم مازالوا يسعون خلفي

source: Hulle sit nog agter my aan.
ar: مازالوا يسعون خلفي

source: Hulle hou haar dalk as lokaas.
ar: وربما يمسكونها كطعم

source: Ek het name nodig.
ar: أحتاج لأسماء.

source: Spesiale agent DiNozzo.
ar: عميل خاص دينوزو

source: Ons sluit so. As jy nog vinnig iets wil saamneem.
ar: نحن نغلق, لكن إذا كنت تريد شيء تفضل

source: 15 jaar gelede vertel iemand aan Ivan Khartov, dat Anton vir die polisie gewerk het.
ar: قبل 15 عاما ، هناك شخص أخبر إيفان كارتوف أن أنطون كان يعمل مع الشرطة .

source: Die "iemand" was jy.
ar: هذا الشخص كان أنت

source: Ek geken Ivan nie eens.
ar: لم أكن أعرف إيفان حتى .

source: - Dit is die verkeerde antwoord.
ar: هذا الجواب خاطئ .

source: Ek het die dossier van Ivan, jy haal 'm op in die gevangenis toe hy is vrygestel.
ar: نظرت إلى ملف ايفان . أنت من أقله عندما أطلق سراحه من السجن الفيدرالي

source: Jy betaal ook sy mediese koste toe hy siek is.
ar: ثم أنت الذي دفع فواتير علاجه عندما مرض

source: Dus, wil jy dit nog eens probeer?
ar: لذا، أتريد أن تجرب ذلك مرة أخرى؟

source: Weet jy wat, ek gaan vars koffie sit.
ar: سأقول لك شيئاً ماذا عن أن أصنع لنا كوباً من القهوة الساخنة

source: Nee, doen dit nie.
ar: لا تفعل ذلك .

source: Agteruit?
ar: ارجع للخلف

source: Wauw.
ar: واو

source: Dieselfde makelij en model dat Wells gedood het.
ar: نفس الصناعة والطراز الذي قتل به ويلز

source: Wat beteken dat jy Wells neerschoot en Marie ontvoerde.
ar: مما يعني أنك أنت الذي قتلت ويلز واختطفت ماري .

source: Jy is al even erg as wat rotzak, jou kêrel, Ivan.
ar: أنا اعتقد أن سيء ككيس من تراب مثل صديقك إيفان

source: Nee, ek beskermde haar.
ar: لا، أنا كنت أحميها

source: Hulle wou haar dood.
ar: لقد أرادوها مقتولة

source: Ek oortuig hulle om haar te laat lewe en dat Anton my verantwoordelikheid is.
ar: اقنعتهم بالسماح لها بالعيش ، و بعد ذلك أصبح أنطون مسؤوليتي ، ديني .

source: My skuld. Hulle vergewe 'n skuld nie.
ar: انهم لا يغفرون الديون .

source: Maar julle moet my glo.
ar: ولكن ،عليكم أن تصدقوني -

source: Ek hou van Marie. Daar mag haar niks oorkom.
ar: أنا أحب ماري ،إنها لم تكن أبدا من المفترض أن تصب بأذى.

source: Wat is daar verkeerd geloop?
ar: ما الخطأ الذي حدث؟

source: Sy het gesê me dat Anton na die begrafnis van Randy sou kom.
ar: قالت لي أن انطون كان قادماً ل جنازة راندي .

source: Ek stuur manne om op haar te let.
ar: أنا أرسلت بعض الرجال لمراقبتها

source: Twee aande gelede daag daar iemand op, My manne het hom vas by Marie, maar toe ek daar kom, het ek gesien dat die Anton was nie.
ar: و منذ ليلتين ، شخص ما ظهر ، رجالي احتجزوه هناك في منزل ماري ، وعندما و صلت إلى هناك ، رأيت أنه لم يكن انطون.

source: Nee, dit was onderoffisier Wells.
ar: لا. ذلك كان الضابط بيتي ويلز

source: - Dit is reg en hy het daar vandoor. Dat had hy nie mag doen.
ar: هذا صحيح ، و هو ركض ، ولم يكن عليه أن يفعل ذلك.

source: - Gee jy hom die skuld dat hy gedood is?
ar: انتظر . الآن أنت تلوم الرجل ميت لتعرضه للقتل ؟

source: - Kan ek nie sê nie.
ar: لا أستطيع.

source: Sê dit vir ons.
ar: أخبرنا

source: - Besef jy wat hulle met my gaan doen?
ar: لا، أنت لا تفهم ماذا سيفعلون بي؟

source: Kan ek nie omgee
ar: لا يهمني . لا.

source: Dat kan my glad nie omgee nie.
ar: أنا لا ... لا يهمني على الإطلاق.

source: Spreek op.
ar: تحدث!

source: Is Marie OK?
ar: -هل ماري بخير؟

source: Sy is wat ontwater, meer nie.
ar: انها فقط مصدومة قليلا ، هذا كل شيء.

source: Die Marshalls is daar om me mee te neem na Baltimore.
ar: و الحراس هنا ليعيدونني إلى بالتيمور .

source: oor, hoe die dinge verloop nie sy.
ar: حول ... طريقة ما سارت إليه الأمور.

source: Ek het my werk beter moet doen. Toe ek vir jou moes verseker.
ar: كان ينبغي أن أعمل جيداً أنتبه إليه حينها

source: Ek het my keuses gemaak, jy joune.
ar: أنا اتخذت اختياري وأنت اتخذت اختيارك دعنا فقط ...

source: Laat ons daar by laat.
ar: دعنا فقط نترك الأمر عند هذا الحد .

source: Ek wil dit nie daar nie by laat.
ar: أنا لا أريد نترك الامر عند هذا .

source: Ek wil jou help.
ar: أريد أن أساعد .

source: Daar is iets wat ek geleer het, Tony.
ar: هناك شيء واحد تعلمت ، طوني .
